{
  "menu": "Menu",
  "lets_talk": "Let's talk",
  "hy_everyone": "Hy Everyone 👋, I am Eduardo Pedrosa",
  "solve_your_problem": "I'll solve your problem by creating clean and efficient code",
  "lets_talk_with_me": "Let's talk with me",
  "intro_home_text": "At 22 and with a passion for technology, I'm a front-end developer dedicated to creating clean, efficient code that solves real problems. In this portfolio, you'll find projects that highlight my ability to transform concepts into functional and attractive digital experiences. Let's explore how I can contribute to the success of your next project.",
  "front_is_my_world": "The front-end is my passion. Let me solve your problem with efficient and elegant code",
  "intro_button_call_action": "Click on the button below and come and talk to me! I'm at your disposal.",
  "home": "Start page",
  "about_me_title": "About me",
  "portfolio": "My projects",
  "graduation": "Graduation",
  "navigation": "Navigation",
  "socials_links": "Social networks",
  "open_new_job": "I'm available for a new project, come and talk to me.",
  "open_new_job_sub_title": "Let's turn your ideas into reality! Get in touch and let's discuss how I can help with your next project.",
  "placa_mais": "Freelance project developed with HTML, CSS and JavaScript, created completely from scratch. I only used a figma layout as a reference and wrote all the code manually.",
  "hexacode": "Freelance project developed with HTML, CSS, JavaScript and jQuery, created completely from scratch. I only used a figma layout as a reference and wrote all the code manually.",
  "task_hub": "Full-stack project developed for study purposes, made entirely from scratch. The front-end was created using HTML, CSS (TailwindCSS), TypeScript and Next.js (React). The back-end was implemented with Node.js, NestJS, and MongoDB, including the creation and management of a REST API.",
  "radar_covid": "Project developed for study purposes, created entirely from scratch. I used HTML, CSS(styled-components), TypeScript and Next.js (React) in the development. The project consumes a REST API with real COVID-19 data, presenting it in graphs, tables and forms.",
  "bikecraft": "Project developed at the end of my HTML and CSS course. I only had access to a layout in Figma and developed all the code from scratch. I used HTML, CSS and JavaScript to create the interactions in the project.",
  "rocket_nft": "This project was conceived as part of a Rocketseat challenge and was developed completely from scratch. Using a Figma layout as a reference, all the code was created from scratch, using HTML, CSS and JavaScript to implement the interactions in the interface.",
  "call_action_see_project": "check out the project at",
  "project_name_slide": "/projects/{{projectName}}",
  "list_all_projects": "Complete List of Projects",
  "my_projects": "My projects",
  "my_projects_subtitle": "Discover the journey behind each of my projects to date, where each project is a new lesson learned.",
  "projects_total": "Total projects",
  "click_card_see_project": "Click on the card to view the project",
  "see_project": "See project",
  "steve_jobs_text": "Everybody should learn to program a computer, because it teaches you how to think",
  "graduation_university": "Academic background",
  "candido": "Candido Mendes university",
  "analysis_development_systems": "Systems analysis and development",
  "languages": "Language(s)",
  "intermediary": "Intermediary"
}
