{
  "menu": "Menu",
  "lets_talk": "Fale comigo",
  "hy_everyone": "Olá 👋, eu sou Eduardo Pedrosa",
  "solve_your_problem": "Eu vou resolver seu problema, criando um código limpo e eficiente",
  "lets_talk_with_me": "Venha falar comigo",
  "intro_home_text": "Com 22 anos e uma paixão por tecnologia, sou um desenvolvedor front-end dedicado a criar códigos limpos e eficientes que resolvem problemas reais. Neste portfólio, você encontrará projetos que destacam minha habilidade em transformar conceitos em experiências digitais funcionais e atraentes. Vamos explorar como posso contribuir para o sucesso do seu próximo projeto.",
  "front_is_my_world": "O front-end é a minha paixão. Deixe-me solucionar seu problema com um código eficiente e elegante",
  "intro_button_call_action": "Clique no botão abaixo e venha conversar comigo! Estou à disposição.",
  "home": "Inicio",
  "about_me_title": "Sobre mim",
  "portfolio": "Meus projetos",
  "graduation": "Formação",
  "navigation": "Navegação",
  "socials_links": "Redes sociais",
  "open_new_job": "Estou disponível para um novo projeto, venha falar comigo.",
  "open_new_job_sub_title": "Vamos transformar suas ideias em realidade! Entre em contato e vamos discutir como posso ajudar no seu próximo projeto.",
  "placa_mais": "Projeto freelancer desenvolvido com HTML, CSS e JavaScript, criado completamente do zero. Utilizei apenas um layout no figma como referência e escrevi todo o código manualmente.",
  "hexacode": "Projeto freelancer desenvolvido com HTML, CSS, JavaScript e JQuery, criado completamente do zero. Utilizei apenas um layout no figma como referência e escrevi todo o código manualmente.",
  "task_hub": "Projeto full-stack desenvolvido para fins de estudo, feito totalmente do zero. O front-end foi criado utilizando HTML, CSS (TailwindCSS), TypeScript e Next.js (React). O back-end foi implementado com Node.js, NestJS, e MongoDB, incluindo a criação e o gerenciamento de uma API REST.",
  "radar_covid": "Projeto desenvolvido para fins de estudo, criado totalmente do zero. Utilizei HTML, CSS(styled-components), TypeScript e Next.js (React) no desenvolvimento. O projeto consome uma REST API com dados reais sobre a COVID-19, apresentando-os em gráficos, tabelas e formulários.",
  "bikecraft": "Projeto desenvolvido ao término do meu curso de HTML e CSS. Tive acesso apenas a um layout no Figma e desenvolvi todo o código do zero. Utilizei HTML, CSS e JavaScript para criar as interações no projeto.",
  "rocket_nft": "Este projeto foi concebido como parte de um desafio da Rocketseat e foi desenvolvido completamente do zero. Utilizando como referência um layout elaborado no Figma, todo o código foi criado do zero, empregando HTML, CSS e JavaScript para implementar as interações na interface.",
  "call_action_see_project": "de uma conferida no projeto em",
  "project_name_slide": "/projetos/{{projectName}}",
  "list_all_projects": "Lista Completa de Projetos",
  "my_projects": "Meus projetos",
  "my_projects_subtitle": "Descubra a jornada por trás de cada um dos meus projetos realizados até hoje, onde cada obra é uma nova lição aprendida.",
  "projects_total": "Total de projetos",
  "click_card_see_project": "Clique no card para visualizar o projeto",
  "see_project": "Ver projeto",
  "steve_jobs_text": "Everybody should learn to program a computer, because it teaches you how to think",
  "graduation_university": "Formação acadêmica",
  "candido": "Universidade Candido Mendes",
  "analysis_development_systems": "Análise e desenvolvimento de sistemas",
  "languages": "Idioma(s)",
  "intermediary": "Intermediário",
  "hours": "Horas",
  "classes": "Aulas",
  "total_courses": "Total de cursos",
  "specialization_courses": "Cursos de especialização",
  "html_css_beginners": "HTML e CSS para iniciantes",
  "full_javascript": "JavaScript completo ES6",
  "react_completo": "React completo",
  "ui_design_beginners": "UI Design para iniciantes",
  "css_flexbox": "CSS FlexBox",
  "css_gridlayout": "CSS Grid Layout",
  "typescript_beginners": "TypeScript para iniciantes",
  "react_typescript": "React com TypeScript",
  "vue_2": "Vue.js 2 Completo",
  "full_nestjs": "Nest.JS do Zero (MongoDB e MySQL)",
  "react_native": "React native",
  "footer_rights": "DuduPedrosa© todos os direitos reservados",
  "projects": "Projetos",
  "who_am_i": "Quem sou eu?",
  "scss_css": "CSS com SASS",
  "next": "Next.js"
}
